# Run `brew bundle` to install the following packages.

brew 'git'
brew 'pstree'
brew 'rbenv'
brew 'ripgrep'
brew 'tree'
brew 'watch'
brew 'wget'

cask 'docker'
cask 'enpass'
cask 'font-cica'
cask 'font-dejavu'
cask 'font-fira-code'
cask 'font-jetbrains-mono'
cask 'font-monaspace'
cask 'font-moralerspace'
cask 'iterm2'
cask 'sublime-text'

# Require `mas` and sign in to App Store.
# mas 'Gapplin', id: 768053424
# mas 'LINE', id: 539883307
# mas 'Magnet', id: 441258766
# mas "ForkLift", id: 412448059
# mas "Pixelmator Pro", id: 1289583905
